Repository: HiWong/deepin-installer
Catalog: po/*.po
Languages: ar, cs, da, fr, he, hu, id, it, ja, nb, nl, pl, ru, sk, tr, uk, zh_cn

source: Partition is detected to have been mounted. Are you sure you want to unmount it?
ar: تم الكشف عن التقسيمات .\ n هل أنت متأكد أنك تريد إلغاءها؟
cs: Bylo zjištěno, že diskový oddíl je připojen. Opravdu jej chcete odpojit?
da: Partition er detekteret til at være blevet monteret. Er du sikker på du vil afmontere den?
fr: La partition est montée. Êtes vous sûr de vouloir la démonter ?
he: נראה כי המחיצה עגונה (mount). האם אתה בטוח שברצונך לנתק (unmount) אותה?
hu: A partíció csatolva van. Biztos benne hogy leválasztja?
id: Partisi terdeteksi telah dikaitkan. Anda yakin akan melepaskannya?
it: La partizione è stata rilevata come montata. Sicuro di volerla smontare?
ja: パートリッションが検知され、マウントされました。本当にアンマウントしますか?
nb: Partisjon blir oppdaget til å ha blitt montert. Er du sikker på at du ønsker å avmontere den?
nl: De partitie is aangekoppeld. Weet u zeker dat u hem wilt ontkoppelen?
pl: Wykryto, że partycja jest zamontowana. Czy chcesz ją odmontować?
ru: Раздел определён как примотированный. Вы уверены, что хотите размонтировать его?
sk: Partícia bola detekovanáa ko pripojená. Určite ju chcete odpojiť?
tr: Bağlı bölüm algılandı. Onu ayırmak istediğinize emin misiniz?
uk: Виявлено розділ, який слід змонтувати. Ви справді хочете демонтувати його?
zh_cn: 检测到已有分区被挂载, 确定要卸载已挂载分区？

source: UEFI-native installation only supports GPT-formatted disk. It will lose all disk data if you insist on installing.
fr: Une installation native UEFI supporte uniquement les disques formatés en GPT. Cela entraînera la perte de toutes les données du disque si vous continuez l'installation.
he: ההתקנה מסוג UEFI תומכת אך ורק בכונן עם פרמוט GPT. אתה תאבד את כל המידע על הכונן אם תתעקש להמשיך בהתקנה
id: Pemasangan UEFI-native hanya mendukung diska berformat GPT. Anda akan kehilangan seluruh data pada diska jika memaksakan memasangnya.
pl: Natywna instalacja UEFI wspiera tylko dyski sformatowane jako GPT. Jeśli postanowiłeś kontynuować instalację nastąpi za chwilę utrata wszystkich danych na dysku.
sk: Iba UEFI-native inštalácia podporuje GPT-formátovaný disk. Stratíte všetky dáta, ak trváte na inštalácii.
tr: UEFI-destekli kurulum yanlız GPT formatlama desteği olan disklere uygulanabilir. Eğer yüklemekte ısrar ederseniz diskteki tüm verilerinizi kaybedebilirsiniz.
uk: У природному встановленні UEFI передбачено лише підтримку дисків у форматуванні GPT. Якщо ви наполягатимете на встановленні, усі дані на диску буде втрачено.
zh_cn: UEFI模式安装仅支持分区表为GPT的硬盘。如果执意安装,所有硬盘数据都将丢失。

source: Simple Mode
ar: وضع بسيط
cs: Jednoduchý režim
da: Enkel tilstand
fr: Mode simple
he: מצב פשוט
hu: Egyszerű Mód
id: Mode Sederhana
it: Modalità semplificata
ja: 簡単モード
nb: Enkel Modus
nl: Eenvoudige modus
pl: Tryb prosty
ru: Простой режим
sk: Jednoduchý režim
tr: Basit Mod
uk: Простий режим
zh_cn: 简单模式

source: Expert mode
fr: Mode expert
he: מצב מומחה
id: Mode Ahli
pl: Tryb ekspercki
sk: Pokročilý režim
tr: Uzman mod
uk: Режим експерта
zh_cn: 专家模式

source: Cancel
ar: إلغاء
cs: Zrušit
da: Anullere
fr: Annuler
he: ביטול
hu: Mégsem
id: Batal
it: Cancella
ja: キャンセル
nb: Kanseller
nl: Annuleren
pl: Anuluj
ru: Отмена
sk: Zrušiť
tr: Vazgeç
uk: Скасувати
zh_cn: 取消

source: Are you sure you want to delete this partition?
ar: هل أنت متأكد من حذف هذا القسم
cs: Opravdu chcete smazat tento diskový oddíl?
da: Er du sikker på du ønsker at slette denne partition?
fr: Êtes vous sûr de vouloir supprimer cette partition ?
he: האם אתה בטוח שברצונך למחוק מחיצה זו?
hu: Biztos benne hogy törölni kívánja a partíciót?
id: Apakah Anda yakin ingin menghapus partisi ini?
it: Sicuro di voler cancellare la partizione?
ja: このパーティションを削除しても良いですか？
nb: Er du sikker på at du vil slette denne partisjonen?
nl: Weet u zeker dat u deze partitie wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę partycję?
ru: Вы действительно хотите удалить этот раздел?
sk: Ste si istý, že chcete odstrániť partíciu?
tr: Bu bölümü silmek istediğinize emin misiniz?
uk: Ви справді хочете вилучити цей розділ?
zh_cn: 确认要删除该分区？

source: Formatting Partition
ar: تهيئة القسم
cs: Formátuje se diskový oddíl
da: Formater Partition
fr: Formatage de la partition
he: מפרמט מחיצה
hu: Partíció Formázása
id: Memformat Partisi
it: Formattazione partizione
ja: パーティションを初期化
nb: Formaterer Partisjon
nl: Bezig met formatteren van partitie
pl: Formatowanie partycji
ru: Форматирование раздела
sk: Formátovanie partície
tr: Bölüm Biçimlendiriliyor
uk: Форматування розділу
zh_cn: 格式化分区

source: Are you sure you want to format this partition?
ar: "هل أنت متأكد من تهيئة هذا القسم"
cs: Opravdu chcete formátovat tento diskový oddíl?
da: Er du sikker på, at du vil formatere denne partition?
fr: Êtes vous sûr de vouloir formater cette partition ?
he: האם אתה בטוח שברצונך למחוק מחיצה זו?
hu: Biztos benne hogy formázni kívánja ezt a partíciót?
id: Anda yakin ingin mem-format partisi ini?
it: Sicuro di voler formattare questa partizione?
ja: 本当にこのパーティションを初期化しますか?
nb: Er du sikker på at du vil formatere denne partisjonen?
nl: Weet u zeker dat u deze partitie wilt formatteren?
pl: Czy na pewno chcesz sformatować tę partycję?
ru: Вы уверены, что хотите форматировать этот раздел?
sk: Ste si istý, že chcete formátovať túto partíciu?
tr: Bu bölümü biçimlendirmek istediğinize emin misiniz?
uk: Ви справді хочете форматувати цей розділ?
zh_cn: 确定要格式化该分区？

source: Proceed with installation
ar: "متابعة التثبيت"
cs: Pokračovat v instalaci
da: Fortsæt med installationen
fr: Procéder à l'installation
he: המשך עם ההתקנה
hu: Telepítés folytatása
id: proses pemasangan
it: Procedi con l'installazione
ja: インストールを続行してください
nb: Fortsett med installasjonen
nl: Doorgaan met de installatie
pl: Kontynuuj instalację
ru: Приступить к установке
sk: Pokračovať v inštalácii
tr: Yüklemeye devam
uk: Продовжити встановлення
zh_cn: 确认安装

source: Deepin OS will be installed to freespace.
ar: "سيتم تثبيت Deepin OS على المساحة الحرة"
cs: Deepin OS bude nainstalován na volné místo.
da: Deepin vil blive installeret på ledig plads.
fr: Deepin OS sera installée dans l'espace disponible.
he: מערכת ההפעלה Deepin תותקן על השטח הפנוי
hu: Deepin OS a szabad helyre lesz telepítve
id: Linux Deepin akan dipasang pada ruang kosong
it: Deepin OS verrà installato nello spazio libero.
ja: 空いているスペースにディープインOSがインストールされます
nb: Deepin OS vil bli installert på Freespace.
nl: Deepin OS zal geïnstalleerd worden in de vrije ruimte.
pl: Deepin OS będzie zainstalowany na wolnej przestrzeni.
ru: Операционная система Deepin будет установлена на свободное место.
sk: Deepin OS bude nainštalovaný na voľný priestor.
tr: Deepin İşletim sistemi boş alana kurulacak.
uk: Deepin буде встановлено на вільне місце.
zh_cn: Deepin操作系统将安装到空余空间。

source: Deepin OS will be installed to
ar: "سيتم تثبيت نظام التشغيلDeepin في"
cs: Deepin OS bude nainstalován do
da: Deepin vil blive installeret på
fr: Deepin OS sera installée dans
he: מערכת ההפעלה Deepin תותקן על
hu: Deepin OS ide lesz telepítve
id: OS Deepin akan dipasang pada
it: Deepin OS sarà installato in
ja: DeepinOSは以下にインストールされます
nb: Deepin OS vil bli installert på
nl: Deepin OS zal geïnstalleerd worden in
pl: Deepin OS będzie zainstalowany na
ru: ОС Deepin будет установлена на
sk: Deepin OS bude nainštalovaný na
tr: Deepin İşletim sistemi kurulacak
uk: Deepin буде встановлено на
zh_cn: Deepin操作系统将安装到

source: The partition will be formatted if you continue the installation. Please make a backup for the important data.
ar: سيتم تنسيق التقسيم إذا كنت متابعة التثبيت. يرجى عمل نسخة احتياطية للبيانات الهامة. \ ن
cs: Dikový oddíl bude při pokračování v instalaci zformátován. Zazálohujte si, prosím, svá důležitá data
da: Partitionen vil blive formateret, hvis du fortsætter installationen. Lav venligst en backup for dine vigtige data.
fr: La partition sera formatée si vous continuez l'installation. S'il vous plaît faite une sauvegarde de vos données importantes.
he: המחיצה תפורמט אם תמשיך בהתקנה. אנא דאג לגיבוי של המידע החשוב
hu: A partíció le lesz formázva miután folytatja a telepítést, kérem csináljon biztonsági mentést az adatairól.
id: Partisi akan diformat jika anda melanjutkan pemasangan. Buatlah cadangan untuk data-data penting.
it: Proseguendo la partizione sarà formattata. Effettua un backup se hai dati importanti.
nb: Partisjonen vil bli formatert hvis du fortsetter installasjonen. Vennligst ta en sikkerhetskopi av viktige data.
nl: De partitie zal worden geformatteerd als doorgaat met installeren. Maak een backup van uw belangrijke data.
pl: Jeśli będziesz kontynuować instalację to partycja zostanie sformatowana. Prosimy o wykonanie kopii zapasowej wszystkich ważnych danych.
ru: Раздел будет отформатирован, если Вы продолжите установку. Сохраните все важные данные.
sk: Partícia bude naformátovná, ak budete pokračovať v inštalácii. Prosím zálohujte Vaše dôležité dáta.
tr: Bu bölüm formatlanacak eğer kuruluma devam edecekseniz, lütfen önemli verilerinizi yedekleyin
uk: Якщо ви продовжите встановлення, розділ буде форматовано. Будь ласка, створіть резервну копію важливих даних.
zh_cn: 继续安装会格式化该分区，请做好重要数据备份

source: Do you want to continue the installation ?
ar: "هل ترغب في متابعة التثبيت؟"
cs: Chcete pokračovat v instalaci?
da: Ønsker du at fortsætte installationen?
fr: Voulez-vous continuer l'installation ?
he: האם ברצונך להמשיך בהתקנה?
hu: Szeretné folytatni a telepítést?
id: Apakah Anda ingin melanjutkan pemasangan?
it: Vuoi continuare con l'installazione?
ja: インストールを続行しますか？
nb: Ønsker du å fortsette installasjonen?
nl: Wilt u doorgaan met de installatie?
pl: Czy chcesz kontynuować instalację?
ru: Вы уверены что хотите продолжить установку?
sk: Chcete pokračovať v inštalácii?
tr: Kuruluma devam etmek istiyor musunuz?
uk: Хочете продовжити встановлення?
zh_cn: 是否继续安装？

source: Type:
ar: النوع
cs: Typ:
he: סוג
hu: Típus:
id: Tipe:
it: Tipo:
ja: タイプ
pl: Rodzaj:
ru: Тип:
sk: Typ:
tr: Tür:
uk: Тип:
zh_cn: 类型：

source: Primary
ar: اولي
cs: Primární
da: Primær
fr: Primaire
he: עיקרי
hu: Elsődleges
it: Primaria
ja: プライマリー
nb: Primær
nl: Primair
pl: Podstawowa
ru: Основной
sk: Primárny
tr: Birincil
uk: Основний
zh_cn: 主分区

source: Logical
ar: منطقي
cs: Logický
da: Logisk
fr: Logique
he: לוגי
hu: Logikai
it: Logica
ja: 論理的な
nb: Logiske
nl: Logisch
pl: Logiczna
ru: Логический
sk: Logický
tr: Mantıksal
uk: Логічний
zh_cn: 逻辑分区

source: Size:
ar: الحجم:
cs: Velikost:
da: Størrelse:
fr: Taille :
he: גודל
hu: Méret:
id: Ukuran:
it: Dimensioni:
ja: サイズ:
nb: Størrelse:
nl: Grootte:
pl: Rozmiar:
ru: Размер:
sk: Veľkosť:
tr: Boyut:
uk: Розмір:
zh_cn: 大小：

source: Align:
ar: محاذاة
cs: Zarovnání:
da: Juster:
fr: Alignement :
he: יישור:
hu: Elrendezés
id: Perataan:
it: Allineamento:
ja: 調節：
nb: Juster:
nl: Uitlijnen:
pl: Ustaw:
ru: Ровнять по:
sk: Zarovnanie:
tr: Hizalama:
uk: Вирівнювання:
zh_cn: 对齐：

source: Begin
ar: البداية
cs: Začátek
da: Begyndelse
fr: Début
he: התחלה
hu: Kezdete
id: Awal
it: Inizio
ja: 開始する
nb: Begynn
nl: Beginnen
pl: Początek
ru: Начало
sk: Začiatok
tr: Başla
uk: Початок
zh_cn: 起始

source: End
ar: النهاية
cs: Konec
da: Slut
fr: Fin
he: סוף
hu: Vége
id: Akhir
it: Fine
ja: 終了
nb: Slutt
nl: Beëindigen
pl: Koniec
ru: Конец
sk: Koniec
tr: Bitir
uk: Кінець
zh_cn: 结束

source: Filesystem:
ar: نوع نظام الملفات:
cs: Souborový systém:
da: Filsystem:
fr: Système de fichier :
he: מערכת קבצים
hu: Fájlrendszer:
id: Sistem berkas:
ja: ファイルシステム
nb: Filsystem:
nl: Bestandssysteem:
pl: System plików:
ru: Файловая система:
sk: Súborový systém:
tr: Dosyasistemi:
uk: Файлова система:
zh_cn: 文件系统：

source: Mount:
cs: Připojit:
da: Monteringspunkt:
fr: Mouture :
he: עיגון (mount):
hu: Csatol:
id: Kait:
it: Monta:
ja: マウント:
nb: Montering:
nl: Aankoppelen:
pl: Zamontuj:
ru: Монтировать:
sk: Pripojiť:
tr: Bağ:
uk: Монтування:
zh_cn: 挂载：

source: Please enter a valid partition size.
ar: الرجاء ادخال الحجم الصحيح للقسم
cs: Zadejte, prosím, platnou velikost diskového oddílu.
da: Angiv en gyldig partition størrelse.
fr: Veuillez entrer une taille de partition valide.
he: אנא הכנס גודל מחיצה תקין
hu: Kérem adjon meg egy érvényes partíció méretet.
id: Masukkan ukuran partisi yang benar.
it: Inserisci una dimensione della partizione valida.
ja: 有効なパーティションのサイズを入力してください。
nb: Skriv inn en gyldig partisjon størrelse.
nl: Vul alstublieft een geldige partitiegrootte in.
pl: Proszę podać poprawny rozmiar partycji.
ru: Введите верный размер раздела.
sk: Prosím zadajte platnú veľkosť partície.
tr: Lütfen geçerli bir bölüm boyutu girin.
uk: Будь ласка, вкажіть коректний розмір розділу.
zh_cn: 请输入一个有效的分区大小数值。

source: Yes
ar: نعم
cs: Ano
da: Ja
fr: Oui
he: כן
hu: Igen
id: Ya
it: Si
ja: はい
nb: Ja
nl: Ja
pl: Tak
ru: Да
sk: Áno
tr: Evet
uk: Так
zh_cn: 是

source: No
ar: لا
cs: Ne
da: Nej
fr: Non
he: לא
hu: Nem
id: Tidak
ja: いいえ
nb: Nei
nl: Nee
pl: Nie
ru: Нет
sk: Nie
tr: Hayır
uk: Ні
zh_cn: 否

source: Please press one of the following keys.
ar: يرجى الضغط على أحد المفاتيح التالية.
cs: Stiskněte, prosím, jeden z následujících klíčů.
da: Tryk venligst på en af ​​følgende taster.
fr: Veuillez appuyer sur une des touches suivantes.
he: אנא לחץ על אחד מהמקשים הבאים
hu: Kérem nyomja le a következő gombok egyikét.
id: Silakan tekan salah satu tombol berikut.
it: Premi una delle prossime lettere.
ja: 以下のキーのうち1つを押してください。
nb: Vennligst trykk på en av følgende taster.
nl: Druk op één van de volgende toetsen.
pl: Proszę nacisnąć jeden z następujących klawiszy.
ru: Нажмите одну из следующих клавиш.
sk: Prosím stlačte jednu z nasledujúcich kláves.
tr: Aşağıdaki tuşlarından birine basınız.
uk: Будь ласка, натисніть одну із вказаних нижче клавіш.
zh_cn: 请按下面的一个按键。

source: Please confirm you have the following keys.
ar: "الرجاء التأكد من أن لديك المفاتيح التالية"
cs: Potvrďte, prosím, že máte následující klíče.
da: Bekræft venligst, at du har følgende taster.
fr: Veuillez confirmer que vous avez les touches suivantes.
he: אנא אשר שיש לך את המקשים הבאים
hu: Kérem igazolja hogy rendelkezik a következő gombokkal.
id: Silakan konfirmasi Anda memiliki kunci berikut.
it: Conferma le prossime lettere.
ja: 以下のキーがあることを確認してください。
nb: Bekreft at du har følgende taster.
nl: Bevestig dat u de volgende toetsen hebt.
pl: Proszę potwierdzić, czy masz następujące klawisze.
ru: Подтвердите наличие следующих клавиш.
sk: Prosím potvrďte, že máte nasledujúce klávesy.
tr: Aşağıdaki tuşlara basarak onaylayın lütfen.
uk: Будь ласка, підтвердіть, що у вас є вказані нижче клавіші.
zh_cn: 请确认您拥有以下按键。

source: Detect Layout
ar: كشف تخطيط
cs: Rozpoznat rozvržení
da: Find tastaturlayout
fr: Détection de la disposition
he: זהה Layout
hu: Elrendezés Érzékelése
id: Deteksi tata letak
it: Rileva Layout
ja: レイアウトを検出してください
nb: Gjenkjenne Oppsett
nl: Indeling detecteren
pl: Wykryj układ
ru: Определить раскладку
sk: Detekovať rozmiestnenie
tr: Düzen Algıla
uk: Виявити розкладку
zh_cn: 探测布局

source: View Current
ar: "العرض الحالي"
cs: Zobrazit nynější
da: Se nuværende
fr: Voir l'actuel
he: צפה בנוכחי
hu: Jelenlegi Megtekintése
id: Lihat Sekarang
it: Visualizza attuale
ja: 現在の画面
nb: Se Nåværende
nl: Huidige weergeven
pl: Podgląd bieżącego
ru: Показать текущее
sk: Zobraziť aktuálne
tr: Mevcutu Göster
uk: Переглянути поточну
zh_cn: 查看当前

source: Please select or search your location.
ar: "يرجى تحديد أو البحث عن موقعك"
cs: Vyberte, prosím, nebo najděte své umístění.
da: Vælg eller søg dit område.
fr: Veuillez sélectionner ou rechercher votre position.
he: אנא בחר או חפש את המיקום שלך
hu: Kérem válassza ki vagy keresse meg a helyzetét.
id: Silakan pilih atau cari lokasi Anda
it: Seleziona o cerca la tua Zona.
ja: あなたのロケーションを選択または検索してください
nb: Velg eller søk posisjonen din.
nl: Selecteer of zoek uw locatie.
pl: Proszę wybrać lub wyszukać swoją lokację.
ru: Выберите или найдите свое местоположение.
sk: Prosím zvoľte alebo vyhľadajte Vašu lokalitu.
tr: Lütfen konumunuzu seçin veya arayın.
uk: Будь ласка, виберіть або знайдіть ваше місце перебування.
zh_cn: 请选择或搜索您所在的区域。

source: Username
ar: اسم المستخدم
cs: Uživatelské jméno
da: Brugernavn
fr: Utilisateur
he: שם משתמש
hu: Felhasználónév
id: Nama pengguna
it: Nome utente
ja: ユーザー名
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
ru: Имя пользователя
sk: Užívateľské meno
tr: Kullanıcı adı
uk: Користувач
zh_cn: 用户名

source: Computer Name
ar: اسم الحاسب اﻵلي
cs: Název počítače
da: Computernavn
fr: Nom de l'ordinateur
he: שם המחשב
hu: Számítógép Név
id: Nama Komputer
it: Nome PC
ja: コンピューター名
nb: Datamaskin Navn
nl: Computernaam
pl: Nazwa komputera
ru: Имя компьютера
sk: Názov počítača
tr: Bilgisayar Adı
uk: Назва комп'ютера
zh_cn: 计算机名

source: Password
ar: كلمة المرور
cs: Heslo
fr: Mot de passe
he: סיסמא
hu: Jelszó
id: Kata Sandi
ja: パスワード
nb: Passord
nl: Wachtwoord
pl: Hasło
ru: Пароль
sk: Heslo
tr: Şifre
uk: Пароль
zh_cn: 密码

source: Retype Password
ar: إعادة كتابة كلمة السر
cs: Napište heslo znovu
da: Gentag adgangskode
fr: Ressaisir le mot de passe
he: הקש סיסמא מחדש
hu: Jelszó Újra
id: Tulis kembali Kata Sandi
it: Conferma password
ja: もう一度パスワードをタイプしてください
nb: Skriv inn passordet på nytt
nl: Wachtwoord herhalen
pl: Hasło ponownie
ru: Повторите пароль
sk: Znovu heslo
tr: Şifreyi Tekrarlayın
uk: Введіть пароль ще раз
zh_cn: 确认密码

source: Nothing Input
fr: Rien n'a été écrit
he: לא הוכנס ערך
id: Tidak ada masukan
it: Nessun Input
pl: Nic nie wprowadzono
sk: Nič ste nazadali
tr: Giriş yapılmadı
uk: Нічого не введено
zh_cn: 未输入

source: Invalid Password
ar: كلمة المرور غير صحيحة
cs: Neplatné heslo
da: Ugyldig kodeord
fr: Mot de Passe invalide
he: סיסמא לא חוקית
hu: Hibás jelszó
id: Kata Sandi Salah
it: Password non valida
ja: 無効なパスワード
nb: Ugyldig Passord
nl: Ongeldig wachtwoord
pl: Niepoprawne hasło
ru: Неверный пароль
sk: Nesprávne heslo
tr: Yanlış Şifre
uk: Некоректний пароль
zh_cn: 无效密码

source: Different Password
fr: Mot de passe différent
he: סיסמא שונה
id: Katasandi yang berbeda
it: Password differente
pl: Różne hasła
sk: Rozdielne heslá
tr: Farklı şifre
uk: Інший пароль
zh_cn: 密码不一致

source: Next
ar: التالي
cs: Další
da: Næste
fr: Suivant
he: הבא
hu: Következő
id: Selanjutnya
it: Avanti
ja: 次へ
nb: Neste
nl: Volgende
pl: Dalej
ru: Следующий
sk: Ďaľšie
tr: Sonraki
uk: Далі
zh_cn: 下一步

source: Time Zone
ar: المنطقة الزمنية
cs: Časová zóna
da: Tidszone
fr: Zone de temps
he: איזור זמן
hu: Időzóna
id: Zona Waktu
it: Fuso orario
ja: タイムゾーン
nb: Tids Sone
nl: Tijdzone
pl: Strefa czasowa
ru: Часовой пояс
sk: Časové pásmo
tr: Zaman Dilimi
uk: Часовий пояс
zh_cn: 时区

source: Keyboard
ar: لوحة المفاتيح
cs: Klávesnice
da: Tastatur
fr: Clavier
he: מקלדת
hu: Billentyűzet
id: Papan Ketik
it: Tastiera
ja: キーボード
nb: Tastatur
nl: Toetsenbord
pl: Klawiatura
ru: Клавиатура
sk: Klávesnica
tr: Klavye
uk: Клавіатура
zh_cn: 键盘

source: Error Report
ar: تقرير خطأ
cs: Zpráva o chybách
da: Fejlrapport
fr: Rapport d'erreur
he: דו"ח שגיאה
hu: Hibajelentés
id: Laporan Galat
it: Report errori
ja: エラーレポート
nb: Feilrapport
nl: Foutrapport
pl: Raport błędu
ru: Отчёт об ошибке
sk: Chybové hlásenie
tr: Hata Raporu
uk: Звіт щодо помилки
zh_cn: 错误报告

source: System installation failed. Please send the log to Deepin Team.
ar: فشل تثبيت النظام. يرجى ارسال سجل لفريق Deepin
cs: Instalace systému se nezdařila. Pošlete, prosím, zápis z instalace pracovní skupině Deepinu.
da: System installationen mislykkedes. Send venligst loggen til Deepin Team.
fr: L'installation du système a échoué. Veuillez envoyer le log à l'équipe de Deepin.
he: התקנת מערכת כשלה. אנא שלח את ה-log לצוות של Deepin
hu: Rendszer telepítése sikertelen. Kérem küldje el a naplót a Deepin Csapatnak.
id: Pemasangan sistem gagal. Silakan kirim laporan pada Tim Deepin
it: L'installazione del sistema è fallita. Per cortesia invia un feedback al team Deepin.
ja: システムのインストールが失敗しました。ログをDeepin チームに送ってください。
nb: Installasjon mislyktes. Vennligst send loggen til Deepin Laget.
nl: De systeeminstallatie is mislukt. Verstuur alstublieft het logboek naar het Deepin-team.
pl: Instalacja systemu nie powiodła się. Proszę przesłać dziennik do Zespołu Deepin.
ru: Ошибка установки системы. Отправьте журнал команде Deepin.
sk: Inštalácia systému zlyhala. Prosím odošlite log Deepin tímu.
tr: Sistem kurulumu başarısız. Lütfen günlük dosyasını Deepin Takımına gönderin.
uk: Спроба встановлення зазнала невдачі. Будь ласка, надішліть журнал команді Deepin.
zh_cn: 安装系统失败，请将安装日志反馈至Deepin团队。

source: Preparing for Installation
ar: "التحضير للتثبيت"
cs: Připravuje se na instalaci
da: Forberedelse af installationen
fr: Préparation pour l'installation
he: מתכונן להתקנה
hu: Felkészülés a Telepítésre
id: Menyiapkan instalasi
it: Preparazione all'installazione
ja: インストールの準備
nb: Klargjøring for Installasjon
nl: Bezig met voorbereiden van de installatie
pl: Przygotowanie do instalacji
ru: Подготовка к установке
sk: Príprava inštalácie
tr: Kurulum için Hazırlanıyor
uk: Готуємося до встановлення
zh_cn: 正在为安装做准备

source: Deepin Store
ar: متجر ديبين
cs: Obchod
da: Deepin Pakkehåndtering
he: חנות Deepin
hu: Deepin Bolt
ja: DEEPINストア
nb: Deepin Butikk
nl: Deepin Winkel
pl: Sklep Deepin
ru: Магазин Deepin
sk: Deepin Obchod
uk: Сховище Deepin
zh_cn: 深度商店

source: One-stop Software Management
ar: برامج إدارة فريدة من نوعها
cs: Přehledná správa programů
da: Nem pakkehåndtering
fr: Logiciel de gestion "One-Stop"
he: ניהול תוכנה בעצירה אחת
hu: Egyablakos szoftver kezelés
ja: ワンストップソフトウェア管理
nb: Et stops Programvareadministrasjon
nl: Eén plek voor softwarebeheer
pl: Wszechstronne zarządzanie oprogramowaniem
ru: Единое управление программами
sk: One-stop Správa softvéru
tr: Tek noktadan Yazılım Yönetimi
uk: Універсальне керування програмами
zh_cn: 一站式软件管理

source: Continuous Update of Wonderful Software
ar: تحديث للبرمجيات مستمر و رائع
cs: Nepřetržitá aktualizace báječných programů
da: Kontinuerlig opdatering af pragtfuld software
fr: Mise à jour du fabuleux logiciel
he: שדרוג מתמשך של תוכנות מצויינות
hu: A Wonderful Software folyamatos frissítése
id: Melanjutkan pemutakhiran Perangkat lunak Mengagumkan
it: Continui aggiornamenti di un software magnifico
ja: 素晴らしいソフトウェアの継続的なアップデート
nb: Kontinuerlig oppdatering av Fantastisk Programvare
nl: Doorlopende updates van prachtige software
pl: Ciągła aktualizacja wspaniałych programów
ru: Постоянное обновление первоклассных программ
sk: Trvalé aktualizácie úžasného softvéru
tr: Sürekli Güncellenen Harika Yazılımlar
uk: Неперервне оновлення чудових програм
zh_cn: 精彩软件滚动更新

source: Unimpeded Online Communication
ar: الاتصالات على الانترنت دون عوائق
cs: Spojeni po internetu bez překážek
da: Uhindret Online Kommunikation
fr: Communication en ligne inninterompue
he: תקשורת רשת ללא הפרעה
hu: Akadálytalan Online kommunikáció
it: Comunicazioni online senza fronzoli
ja: 妨害されないオンライン・コミュニケーション
nb: Upåvirket Online kommunikasjon
nl: Ongeëvenaarde online communicatie
pl: Swobodna komunikacja online
ru: Беспрепятственное онлайн общение
sk: Nezdržiavaná online komunikácia
tr: Engelsiz Çevrimiçi İletişim
uk: Безперешкодне спілкування у інтернеті
zh_cn: 在线交流畅通无阻

source: Deepin Movie
ar: أفلام دييبن
cs: Filmy
da: Deepin Film
fr: Deepin Film
he: נגן הסרטים של Deepin
hu: Deepin Film
id: Pemutar Video Deepin
ja: Deepinビデオプレイヤー
nb: Deepin Film
nl: Deepin Video
pl: Filmy Deepin
ru: Видеопроигрыватель Deepin
sk: Deepin Filmy
tr: Deepin Film
uk: Відео Deepin
zh_cn: 深度影院

source: Comprehensive Audio-visual Shock
ar: صدمة شاملة سمعية وبصرية
cs: Všem přístupný zážitek složený z obrazu a zvuku
da: Omfattende Audiovisuel muligheder
fr: Choc audiovisuel total
he: הלם ויזואלי-קולי מקיף
hu: Átfogó Audiovizuális Hatás
it: Un vero shock audio-visivo
ja: 包括的なオーディオ・ビジュアル・ショック
nb: Omfattende Audiovisuelt Sjokk
nl: Uitgebreide audiovisuele techniek
pl: Wszechstronna audio-wizualna niepowtarzalność
ru: Эффект Всеобъемлющего аудио-визуального потрясения
sk: Kompletný audio-vizuálny dojem
tr: Kapsamlı Görsel Etki
uk: Повноцінне захоплення звуком і відео
zh_cn: 全面的视听震撼
