Repository: HiWong/deepin-installer
Catalog: po/*.po
Languages: ar, cs, da, fr, he, hu, id, it, ja, nb, nl, pl, ru, sk, tr, uk, zh_cn

source: New Interactive Experience
ar: تجربة تفاعلية جديدة
cs: Nová skvělá zkušenost
da: Ny interaktiv oplevelse
fr: Nouvelle expérience interactive
he: חוויה אינטרקטיבית חדשה
hu: Új interaktív élmény
id: Pengalaman Interaktif Baru
it: Nuova esperienza interattiva
ja: 新しい双方向体験
nb: Ny Interaktiv Opplevelse
nl: Nieuwe interactieve ervaring
pl: Nowe doświadczenie interaktywności
ru: Новый опыт интерактивного характера!
sk: Nový interaktívny zážitok
tr: Yeni İnteraktif Deneyim
uk: Нові інтерактивні враження
zh_cn: 全新的交互体验

source: Intelligent Subtitle Loading
ar: تحميل ذكي فرعي
cs: Chytré nahrávání titulků
da: Intelligent Undertekst Loading
fr: Affichage des sous-titres intelligents
he: טעינת כתוביות חכמה
hu: Intelligens Felirat Betöltés
id: Sedang Memuat Penerjemah Pintar
it: Caricamento intelligente sottotitoli
ja: 理解力のある字幕のローディング
nb: Intelligent Teksting Laster
nl: Intelligent laden van ondertitelingen
pl: Inteligentne wczytywanie napisów do filmów
ru: Интеллектуальная загрузка субтитров
sk: Inteligentné načítanie titulkov
tr: Akıllı Altyazı Yükleme
uk: Розумне завантаження субтитрів
zh_cn: 智能加载影视字幕

source: Deepin Music
ar: دييبن صوتيات
cs: Hudba Deepin
da: Deepin Musik
fr: Deepin Musique
he: מוסיקה Deepin
hu: Deepin Zene
id: Pemutar Musik Deepin
nb: Deepin Musikk
nl: Deepin Muziek
pl: Muzyka Deepin
ru: Музыкальный проигрыватель Deepin
sk: Deepin Hudba
tr: Deepin Müzik
uk: Музика Deepin
zh_cn: 深度音乐

source: Ultimate Music Journey
ar: رحلة موسيقية نهاية المطاف
cs: Základní hudební cesta
da: Yderst dejlige musikoplevelser
fr: Experience musicale ultime
he: מסע המוסיקה האולטימטיבי
hu: Határtalan Zenei Utazás
id: Musik Perjalanan Tanpa Batas
it: Un vero viaggio nella musica
ja: 究極の音楽ジャーニー
nb: Optimale Musikk Reise
nl: Ultieme muziekreis
pl: Maksymalna muzyczna podróż
ru: Всепоглощающее музыкальное путешествие
sk: Nekonečná hudobná dráha
tr: Mükemmel Müzik Yolculuğu
uk: Цілковите занурення у музику
zh_cn: 极致的音乐之旅

source: Rich Extended Function
fr: Riche en fonctions étendues
he: פונקציונליות מורחבת ועשירה
id: Mengembangkan Fungsi Penuh
pl: Bogate i rozszerzone funkcje
sk: Bohato rozšírené funkcie
tr: Zengin Genişletilmiş Fonksiyon
uk: Багаті функціональні можливості
zh_cn: 丰富的拓展功能

source: Enjoy Online Strongest Voice
ar: r "استمتع باقوى صوت على الخط"
cs: Radost se z nejsilnějšího hlasu na internetu
da: Nyd online musik
fr: Ecoutez de belles voix en ligne
he: תהנה מהקול החזק ברשת
hu: Élvezze Online a legerősebb hangot
id: Nikmati Suara Terkuat Saat Online
it: Goditi la musica online
ja: オンラインの最も強い声を楽しんでください
nb: Nyt Online Sterkeste Stemme
nl: Geniet van de sterkste online stem
pl: Ciesz się z najsilniejszego głosu online
ru: Наслаждайтесь мощным звуком онлайн
sk: Užite si online najsilnejší hlas
tr: Çevrimiçi Güçlü Ses Keyfi
uk: Насолоджуйтеся інтернетом на повен голос
zh_cn: 品尝在线最强音

source: Deepin Game
fr: Jeux Deepin
he: משחקים Deepin
id: Permainan Deepin
pl: Gry Deepin
sk: Deepin Hry
tr: Deepin Oyun
uk: Гра Deepin

source: Provide Latest and Hottest Games
fr: Accédez à de multiples jeux amusants
he: מספק את המשחקים החמים והחדשים ביותר
id: Menyediakan Game Terbaru dan Teratas
pl: Uzyskaj najnowsze i najlepsze gry
sk: Poskytuje najnovšie a najhorúcejšie hry
tr: En Son ve En Yeni Oyunları Bulun
uk: Надання найсвіжіших ігор

source: Gather Various Game Topics
fr: Regroupez différentes catégories de jeux
he: אסוף נושאי משחק שונים
pl: Zbieraj różne gry tematyczne
sk: Zhromažďujte rozličné herné témy
tr: Birarada Birçok Oyun Türü
uk: Зібрання різноманітних тем щодо ігор

source: Collect Your Favorite Online
fr: Gardez vos favoris en ligne
he: אסוף את האהובים עלייך ברשת
id: Kumpulkan Hal Favorit Secara Online
pl: Kolekcjonuj swoje ulubione online
sk: Zbierajte Vaše obľúbené veci online
tr: En Beğenilenleri Çevrimiçi Sağlama
uk: Зберіть ваші улюблені сторінки інтернету

source: Deepin Community
ar: "مجموعة Deepin"
cs: Společenství Deepin
da: Deepin Fællesskab
fr: Communauté Deepin
he: קהילת Deepin
hu: Deepin Közösség
id: Komunitas Deepin
ja: ディープイン・コミュニティ
nb: Deepin Fellesskap
nl: Deepin-gemeenschap
pl: Społeczność Deepin
ru: Сообщество Deepin
sk: Deepin komunita
tr: Deepin Topluluğu
uk: Спільнота Deepin
zh_cn: 深度社区

source: Free and United Open Source Community
ar: "مجتمع المصادر المفتوحة حر ومتحد"
cs: Svobodná a sjednocená společnost otevřeného zdrojového kódu
da: Fri og og uafhængig Open Source fællesskab
fr: Communauté libre et amicale
he: קהילת קוד פתוח מאוחדת וחופשייה
hu: Szabad és együttműködő Open Source közösség
id: Komunitas Open Source Gratis dan Bersatu
it: Open Source Community libera ed unita
ja: フリー・アンド・ユナイティッド・オープン・ソース・コミュニティ
nb: Gratis og Forent Åpen kildekode-miljø
nl: Vrije en verbonden open bron-gemeenschap
pl: Wolna i zjednoczona społeczność otwartego oprogramowania
ru: Свободное и Объединенное Сообщество Open Source
sk: Slobodná a jednotná open-source komunita
tr: Özgür ve Birleşik Açık Kaynak Topluluğu
uk: Вільна і об’єднана спільнота розробників вільного ПЗ
zh_cn: 自由团结的开源社区

source: Welcome to participate in Deepin Internationalization Project
ar: مرحبا بكم في المشاركة في تدويل المشروع Deepin
cs: Účastněte se na mezinárodním projektu překládání Deepinu
da: Du er velkommen til at deltage i Deepin Internationaliseringsprojekt
fr: Merci de participer dans le projet d'internationalisation de Deepin
he: ברוך הבא על השתתפותך בפרויקט Deepin הבינלאומי
hu: Üdövözöljük a Deepin Nemzetközi Project résztvevői között
id: Selamat Berpartisipasi Dalam Proyek Deepin Internasional
it: Benvenuto al Deepin Internationalization Project
ja: Deepin Internationalization Projectへの参加を歓迎します
nb: Velkommen til å delta i Deepin Internasjonalisering Prosjekt
nl: U bent van harte welkom om mee te doen aan het Deepin-internationalisatie-project
pl: Zapraszamy do uczestnictwa w Internacjonalizacyjnym Projekcie Deepin
ru: Приглашаем принять участие в процессе интернационализации проекта Deepin
sk: Radi Vás uvítame v Deepin prekladateľskom projekte
tr: Deepin Uluslararası Proje katılımına hoş geldiniz
uk: Візьміть участь у проекті з перекладу Deepin
zh_cn: 欢迎参与Deepin国际化项目

source: Welcome to follow us on Weibo, Twitter, Facebook, Google+, Mailing List and IRC
ar: "مرحبا بكم في متابعة منا على يبو، تويتر، الفيسبوك، + Google و والقائمة البريدية" "IRC"
cs: Sledujte nás na Weibo, Twitter, Facebook, Google+, Mailing List a IRC
da: Du er velkommen til at følge os på Weibo, Twitter, Facebook, Google+, mailingliste og IRC
fr: Merci de nous suivre sur Weibo, Twitter, Facebook, Google+, liste de diffusion et Canaux IRC
he: מוזמנים לעקוב אחרנו ב-Weibo, Twitter, פייסבוק, גוגל+, רשימת תפוצה ו-IRC
hu: Örömmel vennénk ha követne minket a Weibon, Twitteren, Facebookon, Goole+-on, levelezési listánkon vagy IRC-n.
id: Selamat Mengikuti Kami di Weibo, Twitter, Facebook, Google+, Berlangganan Email dan IRC
it: Seguici su Weibo, Twitter, Facebook, Google+, Mailing List ed IRC
ja: 微博、ツイッター、フェースブック、グーグル＋、メーリングリスト、そしてIRC上で、私たちをフォローしてくれることを歓迎します
nb: Velkommen til å følge oss på Weibo, Twitter, Facebook, Google+, mailingliste og IRC
nl: U bent van harte welkom om ons te volgen op Weibo, Twitter, Facebook, Google+, onze mailinglijst en op IRC
pl: Zapraszamy do kontaktu i obserwowania nas poprzez Weibo, Twitter, Facebook, Google+, listy mailingowe i IRC
ru: Приглашаем Вас присоединится к нам на страницах Weibo, Twitter, Facebook, Google+, Mailing List и IRC
sk: Sledujte nás na Weibo, Twitter, Facebook, Google+, Maling List a IRC
tr: Bizi Weibo, Twitter, Facebook, Google+, E-posta Listesi ve IRC'de takip etmenizden mutluluk duyarız.
uk: Стежте за нами у Weibo, Twitter, Facebook, Google+, Mailing List та IRC
zh_cn: 欢迎关注我们的微博、Twitter、Facebook和Google+，或邮件列表和IRC

source: %a, %b %d, %Y
da: %a, %d %b, %Y
fr: %a, %d, %b, %Y
pl: %a, %d-%m-%Y
uk: %a, %d-%b-%Y
zh_cn: %Y年%b%d日 %A

source: OK
ar: موافق
he: אישור
ja: はい
ru: ОК
tr: Tamam
uk: Гаразд
zh_cn: 确定

source: Tips
ar: نصائح
cs: Rady
hu: Tippek
it: Consigli
ja: ヒント
ru: Советы
zh_cn: 提示

source: It is detected that you are using a virtual machine. Installing Deepin on a virtual machine will affect its performances. You are recommended to experience it in a real environment.
ar: تم الكشف انك تستخدم جهاز وهمي . تركيب Deepin من جهاز وهمي يؤثر على أداء الجهاز. ينصح لك تجربته في بيئة حقيقية."
cs: Bylo zjištěno, že používáte virtuální stroj. Instalace Deepinu na virtuální stroj ovlivní jeho vývoj. Doporučuje se jej vyzkoušet ve skutečném prostředí.
da: Det kan ses, at du bruger en virtuel maskine. Installation af Deepin på en virtuel maskine vil påvirke ydeevnen . Det anbefales at installere på hardisk, for at få den bedste ydelse af systemet.
hu: Virtuális számítógépet használ. A Deep virtuális számítógépre való telepítése befolyásolni fogja a teljesítményét. Valós körülmények között ajánlott a használata.
it: È stato rilevato l'utilizzo di Deepin su virtual machine, questo potrebbe influire pesantemente sulle performance. Si consiglia l'installazione tradizionale pulita.
nb: Det er oppdaget at du bruker en virtuell maskin. Installere Deepin på en virtuell maskin vil påvirke dets prestasjoner. Du anbefales å oppleve det i et reelt miljø.
nl: Het lijkt erop dat u een virtuele machine gebruikt. Het installeren van Deepin in een virtuele machine zal impact hebben op de prestaties. We raden aan om Deepin te installeren op een fysieke computer.
ru: Похоже, что Вы используете виртуальную машину. Установка Deepin на виртуальной машине, влияет на его производительность. Мы рекомендуем пользоваться системой в реальных условиях на настоящем компьютере.
zh_cn: 检测到您正在使用虚拟机，若在虚拟机上安装Deepin会影响其使用性能，建议您在真实环境下进行体验。

source: Continue
ar: استمرار
cs: Pokračovat
da: Fortsæt
hu: Folytatás
it: Continua
ja: つづける
nb: Fortsett
nl: Doorgaan
ru: Продолжить
zh_cn: 继续

source: Are you sure to exit from installation?
ar: هل أنت متأكد الخروج من التثبيت؟
cs: Opravdu chcete ukončit instalaci?
da: Er du sikker på at du vil afslutte installationen?
hu: Biztosan ki akar lépni a telepítésből?
it: Sicuro di voler uscire dall'installazione?
ja: 本当にインストールを中止しますか？
nb: Er du sikker på å avslutte installasjonen?
nl: Weet u zeker dat de installatie af wilt breken?
ru: Вы уверены что хотите прервать установку?
zh_cn: 您确定要退出安装吗？

source: Installation Succeed!
ar: نجحت عملية التثبيت
cs: Instalace proběhla úspěšně!
da: Installation lykkes!
hu: Telepítés sikeres!
nb: Installasjon vellykket!
nl: De installatie is geslaagd!
ru: Установка прошла успешно!

source: UEFI
ar: واجة التشغيلUEFI

source: UEFI-native installation only supports GPT-formatted disk. You will lose all disk data if you insist on installing.
ar: تثبيت UEFI الأصلي يعتمد فقط على قرص مهيأ GPT-. ستفقد جميع البيانات على القرص إذا كنت تصر على التثبيت.
cs: UEFI-nativní instalace podporuje pouze disk formátovaný GPT. Ztratíte všechna data, pokud budete trvat na provedení instalace.
da: UEFI-native installation understøtter kun GPT-formateret harddisk. Du mister alle data på harddisken, hvis du insisterer på at installere.
hu: Az UEFI -natív telepítést csak a GPT-formatált lemez támogatja. Ha ragaszkodik a telepítéshez, elveszíti a lemezen tárolt összes adatot.
ja: UEFIネイティブインストールはGPTフォーマットディスクのみをサポートします。インストールを進めるとディスクのデータが全てなくなります。
nb: UEFI-innfødte installasjonen støtter bare GPT-formatert disk. Du vil miste alle data på disken hvis du insisterer på å installere.
nl: Een UEFI-installatie ondersteunt alleen een in GPT geformatteerde schijf. Als u toch door wilt gaan met installeren zal u alle gegevens op de schijf kwijtraken.
ru: UEFI установка, поддерживает только GPT-форматированный диск. При продолжении, все данные на диске будут утрачены.

source: The two passwords do not match.
ar: كلمتا المرور غير متطابقتين
cs: Hesla se neshodují.
da: De to adgangskoder er ikke ens.
hu: A két jelszó nem egyezik.
ja: ２つのパスワードが一致しません。
nb: De to passordene stemmer ikke overens.
nl: De twee wachtwoorden komen niet overeen.
ru: Пароли не совпадают.

source: Computer name can not be empty.
ar: لا يمكن ترك خانة اسم المستخدم فارغة
da: Computer navn kan ikke være tomt.
hu: A számítógép nevét nem lehet üresen hagyni.
ja: コンピュータネームは空白にできません。
nb: Datamaskinnavn kan ikke være tomt.
nl: De naam van de computer mag niet leeg worden gelaten.
ru: Имя компьютера не может быть пустым.

source: Password can not be empty.
ar: لا يمكن ترك كلمة السر فارغة.
cs: Heslo nemůže být prázdné.
da: Kodeord kan ikke være tomt.
hu: A jelszó nem lehet üres.
ja: パスワードは空欄にできません。
nb: Passordet kan ikke være tomt.
nl: Het wachtwoord mag niet leeg worden gelaten.
ru: Пароль не может быть пустым.

source: Invalid password.
ar: كلمة السر غير صحيحة
nb: Ugyldig passord.
nl: Ongeldig wachtwoord.
ru: Неверный пароль.

source: Rich Extended Functions
ar: "وظائف غنية ممتدة"
cs: Bohatě rozšířené funkce
da: Rich udvidede funktioner
hu: Számos kibővített funkció
ja: 豊富に拡張された機能
nb: Rike Utvidede Funksjoner
nl: Vele uitgebreide functies
ru: Расширенные Функции

source: Empty
da: Tom
hu: Üres
ja: 空

source: Username can not be empty.
da: Brugernavn kan ikke være tomt.
hu: A felhasználónév nem lehet üres.
ja: ユーザー名は空にできません。

source: ESPâ€™s support is needed in UEFI mode and please create a partition of 100MB or more in efi format.
id: Dukungan ESP diperlukan pada mode UEFI dan buatlah partisi berukuran 100MB atau lebih dalam format efi.
