Repository: HiWong/deepin-installer
Catalog: po/*.po
Languages: ar, cs, da, fr, he, hu, id, it, ja, nb, nl, pl, ru, sk, tr, uk, zh_cn

source: Congratulations!
fr: Félicitations !
he: מזל טוב!
id: Selamat Anda Berhasil!
pl: Gratulacje!
sk: Gratulujeme!
tr: Tebrikler!
uk: Вітання!
zh_cn: 祝贺您！

source: You need to restart the computer to complete installation.
fr: Vous devez redémarrer l'ordinateur pour finaliser l'installation.
he: עליך לאתחל את המחשב על מנת להשלים את ההתקנה
id: Anda perlu menyalakan ulang komputer untuk melengkapi pemasangan
it: Devi riavviare il PC per completare l'installazione.
pl: Aby ukończyć instalację musisz uruchomić ponownie swój komputer.
sk: Je potrebné reštartovať počítač pre ukončenie inštalácie.
tr: Kurulumun tamamlanabilmesi için bilgisayarı tekrar başlatın.
uk: Для завершення встановлення вам слід перезапустити комп’ютер.
zh_cn: 需要重新启动以完成安装。

source: Tips: Please remove the installation media before reboot, so as to avoid reentering into the installation environment when you start the computer next time.
ar: نصائح: الرجاء إزالة وسيلة التثبيت قبل إعادة التشغيل، وذلك لتجنب إعادة الدخول لبيئة تثبيث النظام عند بدء تشغيل جهاز الكمبيوترللمرة القادمة.
cs: Rada: Před restartováním počítače, prosím, odstraňte instalační nosiče, abyste se vyhnul opětovnému vstupu do prostředí instalátoru, až příště počítač spustíte.
da: Tip: Fjern installationen medierne før genstart, for at undgå genstart af installationen, når du starter computeren næste gang.
fr: Conseil: Hôter le support d'installation de Deepin avant le redémarrage de l'ordinateur, afin d'éviter que le processus d'installation ne se lance à nouveau.
he: טיפ: אנא הסר את אמצעי ההתקנה לפני אתחול, על מנת להמנע מכניסה מחודשת לסביבת ההתקנה כאשר תפעיל את המחשב בפעם הבא
hu: Tipp: Kérjük, távolítsa el a telepítő médiát újraindítás előtt , annak érdekében, hogy elkerülje a telepítőbe való ismételt belépést.
id: Tips: Silahkan lepaskan atau eject media penginstalan sebelum menghidupkan ulang. agar dapat mencegah kembali ketahap penginstall awal saat menghidupkan ulang komputer.
it: Trucco: rimuovi il dispositivo di installazione dopo il reboot, in questo modo non si avvierà nuovamente il processo di installazione.
ja: ヒント：次回PCを起動したときにインストール環境に再入力するのを避けるために、再起動の前にインストールメディアを外してください。
nb: Tips: Vennligst fjern installasjonsmediet før omstart, så unngår du igjen å entre inn i installasjonsmiljøet når du starter datamaskinen neste gang.
nl: Tip: verwijder het installatiemedium alvorens te herstarten om te voorkomen dat u terugkeert naar de installatieomgeving wanneer u de computer de volgende keer opstart.
pl: Wskazówka: Prosimy o usunięcie medium instalacyjnego przed ponownym uruchomieniem komputera, aby zapobiec ponownemu uruchomieniu środowiska instalacyjnego, gdy następnym razem będzie uruchamiany komputer.
ru: Советы: Извлеките установочный носитель перед перезагрузкой, чтобы избежать повторного входа в среду установки, при Вашем следующем включении компьютера.
sk: Tipy: Prosím odstráňte inštalačné médium pred reštartom, aby ste sa vyhli znovu-spusteniu inštalačného prostredia, keď nabudúce spustíte počítač.
tr: İpucu: Lütfen yeniden başlatmadan önce kurulum ortamını kaldırın, böylece bilgisayar bir sonraki açılışında kurulum ortamının tekrar kurmaya başlamasını önlenir.
uk: Підказки: будь ласка, вилучте носій для встановлення перед перезавантаженням, щоб не перейти до повторного початку процедури встановлення після наступного запуску комп’ютера.
zh_cn: 提示：为避免您下次启动时再次进入安装环境，重启前请移除安装介质。

source: Reboot Later
fr: Redémarrer plus tard
he: אתחל מאוחר יותר
id: Nyalakan ulang Nanti
it: Riavvia più tardi
pl: Uruchom ponownie później
sk: Reštartovať neskôr
tr: Sonra Tekrar Başlat
uk: Перезавантажитися пізніше
zh_cn: 稍后重启

source: Installation Failed!
ar: فشل التثبيت
cs: Instalace se nezdařila!
da: Installationen mislykkedes!
fr: Installation échouée!
he: ההתקנה נכשלה!
hu: Telepítés sikertelen!
id: Pemasangan Gagal!
it: Installazione fallita!
ja: インストールが失敗した！
nb: Installasjonen mislyktes!
nl: De installatie is mislukt!
pl: Instalacja nie powiodła się!
ru: Ошибка установки!
sk: Inštalácia zlyhala!
tr: Kurulum Başarısız!
uk: Невдала спроба встановлення!
zh_cn: 安装失败

source: The installation log has been saved on the desktop for you. To help us improve the system better, please send the log to Deepin Team. Thank you!
ar: تم حفظ سجل النظام على سطح المكتب لك. \ N " "لمساعدتنا على تحسين نظام أفضل، يرجى إرسال السجل لفريقDeepin . شكرا لك!
cs: Zápis o průběhu instalace byl uložen na pracovní plochu. Abyste nám pomohli při vylepšování systému, pošlete, prosím, záznam týmu Deepinu. Děkujeme!
da: Installationslog er blevet gemt på skrivebordet for dig
fr: Le journal d'installation a été enregistré sur le bureau. Pour nous aider à améliorer le système , veuillez s'il vous plaît envoyer le journal à l'équipe de Deepin. Merci!
he: לוג ההתקנה נשמר על שולחן העבודה עבורך על מנת לעזור לנו לשפר את המערכת, אנא שלח את הלוג לצוות Deepin. תודה רבה!
hu: A telepítési napló elmentve az asztalon. Annak érdekében, hogy a hibát javíthassuk, kérjük küldje el a naplót a Deepin csapatának. Köszönjük!
id: Catatan penginstalan telah tersimpan di komputer anda, untuk membantu kami memperbaiki sistem menjadi lebih baik, silahkan kirimkan catatan penginstalan ke Deepin Team. Terima kasih!
it: Il LOG dell'installazione è stato salvato sul desktop. Per aiutarci a migliorare il sistema ti invitiamo ad inoltrarlo al Team Deepin. Grazie!
ja: インストールログはあなたのためにデスクトップに保存されました。 システムのさらなる改善に役立ちますので、ログをDeepinチームまで送ってください。よろしくお願いします!
nb: Installasjonsloggen er lagret på skrivebordet for deg. For å hjelpe oss med å forbedre systemet bedre, kan du sende loggen til Deepin Laget. Takk!
nl: Het installatielogboek is opgeslagen op uw bureaublad. Om ons te helpen bij het verbeteren van het systeem, zouden we het op prijs stellen als u het logboek aan ons, het Deepin-team, opstuurt. Bij voorbaat dank!
pl: Dziennik instalacji został zapisany - dla Twoich potrzeb - na pulpicie. Aby pomóc nam w udoskonalaniu systemu prosimy o przesłanie tego dziennika do Zespołu Deepin. Dziękujemy!
ru: Журнал установки был сохранен на рабочем столе. Чтобы помочь нам сделать систему лучше, отправьте журнал команде разработчиков Deepin. Благодарим!
sk: Záznam inštalácie bol pre Vás uložený na plochu. Pre pomoc zlepšiť nám systém prosím pošlite tento záznam Deepin tímu. Ďakujeme!
tr: Bu kurulum günlüğü senin için masaüstüne kayıt edildi. Bu sistemi daha iyi geliştirmemize yadım etmek için, lütfen günlüğü Deepin Takımına gönderin. Teşekkürler
uk: На стільниці збережено журнал встановлення. Щоб допомогти нам в удосконаленні системи, будь ласка, надішліть журнал команді розробників Deepin. Дякуємо!
zh_cn: 安装日志已为您保存到桌面，为帮助我们更好的改进系统请反馈安装日志给Deepin团队。谢谢！

source: Start Over
fr: Recommencer
he: התחל מחדש
id: Memulai
it: Ricomincia
pl: Zacznij od początku
sk: Začať
tr: Baştan Başla
uk: Почати знову
zh_cn: 再试一次

source: Reboot Now
ar: اعادة تشغيل اﻵن
cs: Restartovat nyní
da: Genstart nu
fr: Redémarrer maintenant
he: אתחל עכשיו
hu: Újraindítás Most
id: Nyalakan Ulang Sekarang
it: Riavvia ora
ja: 今すぐ再起動してください
nb: Restart nå
nl: Nu herstarten
pl: Uruchom ponownie teraz
ru: Перезагрузить сейчас
sk: Reštartovať teraz
tr: Şimdi Tekrar Başlat
uk: Перезавантажити зараз
zh_cn: 立即重启

source: Exit Installation
ar: الخروج من التثبيت
cs: Ukončit instalaci
da: Afslut Installation
he: צא מההתקנה
hu: Kilépés a telepítőből
id: Keluar Instalasi
it: Esci dall'installazione
ja: インストールを終了
nb: Avslutt Installasjon
nl: Installatie afbreken
pl: Wyjdź z instalacji
ru: Выход из установки
sk: Ukončiť inštaláciu
tr: Kurulumdan Çık
zh_cn: 退出安装

source: Installation Requirements
ar: متطلبات التثبيت
cs: Požadavky na instalaci
da: Installationskrav
fr: Pré-requis de l'installation
he: דרישות התקנה
hu: Telepítési Követelmények
id: Kebutuhan instalasi
it: Requisiti minimi
ja: インストールの必要条件
nb: Installasjonskrav
nl: Installatievereisten
pl: Wymagania instalacyjne
ru: Требования к установке
sk: Inštalačné požiadavky
tr: Kurulum Gereksinimleri
uk: Вимоги для встановлення
zh_cn: 安装需求

source: To install Deepin OS, you need to have at least %d GB disk space.
ar: لتثبيت Deepin OS، تحتاج إلى أن يكون لديك%d مساحة القرصGB على الأقل.
cs: Pro instalaci operačního systému Deepin potřebujete mít alespoň %d GB volného místa na disku.
da: For at installere Deepin, skal du have mindst %d GB diskplads.
fr: Pour installer Deepin OS, vous avez besoin d'au moins %d GB d'espace sur votre disque.
he: על מנת להתקין את מערכת ההפעלה Deepin, אתה צריך לפחות %d GB של מקום פנוי
hu: A Deepin OS telepítéséhez rendelkeznie kell legalább %d GB lemezterülettel.
id: Intuk memasang Deepin OS, Anda membutuhkan paling tidak %d GB ruang kosong.
it: Per installare Deepin OS servono almeno %d GB di spazio sul disco
ja: Deepin OSをインストールするため、少なくとも%dのディスク容量が必要です。
nb: For å installere Deepin OS, må du ha minst %d GB diskplass.
nl: Om Deepin OS te installeren moet u minimaal %d GB aan schijfruimte hebben.
pl: Aby zainstalować system Deepin OS musisz mieć przynajmniej %d GB przestrzeni na dysku.
ru: Для установки Deepin ОС, необходимо минимум %d Гб дискового пространства.
sk: Pre inštaláciu Deepin OS potrebujete aspoň %d GB diskového priestoru.
tr: Deepin İşletim sistemi kurulumu için, %d GB boş disk alanına ihtiyaç var.
uk: Для встановлення Deepin вам знадобиться принаймні %d ГБ вільного місця на диску.
zh_cn: 要安装Deepin系统，必须有%dGB以上的可用磁盘空间。

source: Unused
ar: غير مستخدم
cs: Nepoužito
da: Ubrugt
fr: Non utilisé
he: לא בשימוש
hu: Nem használt
id: Tidak digunakan
it: Non utilizzato
ja: 使用されていない
nb: Ubrukt
nl: Ongebruikt
pl: Nieużywana
ru: Не используется
sk: Nepoužité
tr: Kullanılmayan
uk: Не використовується
zh_cn: 未使用

source: Freespace
ar: مساحة خالية
cs: Volné místo
da: Ledig plads
fr: Espace libre
he: שטח פנוי
hu: Szabad hely
id: Ruang kosong
it: Spazio libero
ja: フリースペース
nb: Ledig Plass
nl: Vrije ruimte
pl: Wolna przestrzeń
ru: Свободное место
sk: Voľný priestor
tr: Boşalan
uk: Вільне місце
zh_cn: 空余

source: Unknown
ar: غير معروف
cs: Neznámý
da: Ukendt
fr: Inconnu
he: לא ידוע
hu: Ismeretlen
id: Tidak diketahui
it: Sconosciuto
ja: 不明
nb: Ukjent
nl: Onbekend
pl: Nieznane
ru: Неизвестный
sk: Neznámy
tr: Bilinmeyen
uk: Невідомо
zh_cn: 未知

source: Install Here
ar: ثبت هنا
cs: Instalovat zde
da: Insaller her
fr: Installer ici
he: התקן פה
hu: Telepítés Ide
id: Pasang disini
it: Installa qui
ja: ここにインストールする
nb: Installer Her
nl: Hier installeren
pl: Zainstaluj tutaj
ru: Установить здесь
sk: Inštalovať sem
tr: Buraya Kur
uk: Встановити тут
zh_cn: 安装到此

source: Warning
ar: تحذير
cs: Varování
da: Advarsel
fr: Attention
he: אזהרה
hu: Figyelmeztetés
id: Peringatan
it: Attenzione
ja: 警告
nb: Advarsel
nl: Waarschuwing
pl: Uwaga
ru: Предупреждение
sk: Varovanie
tr: Uyarı
uk: Попередження
zh_cn: 警告

source: You may not boot due to too small space of /boot mount point, please improve the space to 300M at least.
ar: لا يمكنك البدء بسبب مساحة صغيرة جدا ل/ مكان تركيب التمهيد ، يرجى اعداد مساحة لحجم لا يقل 300M
cs: Nemusíte být schopen systém zavést kvůli příliš malému místu přípojného bodu /boot. Zvyšte, prosím, prostor volného místa na alespoň 300 MB.
da: Du kan måske ikke starte op på grund af for lille plads på / boot mount point, så du skal mindst tildele boot 300MB.
fr: Votre partition de montage /boot est trop petite, veuillez l'agrandir s'il vous plaît -au moins 300M-
he: אינך יכול לאתחל בשל מעט מדי מקום בכתובת /boot, אנא הגדל את השטח כך שיהיה לכל הפחות 300MB
hu: Előfordulhat, hogy a rendszer nem fog elindulni mert a /boot csatolási pont túl kicsi, adjon meg legalább 300M tárhelyet.
id: untuk dapat booting dengan partisi /boot yang dikaitkan, gunakan partisi dengan ukuran minimal 300M.
it: Non puoi effettuare il boot per via del poco spazio nel punto di mount /boot, aumenta lo spazio ad almeno 300 Mb.
nb: Du kan ikke starte på grunn av for liten plass til /boot monteringspunkt, kan du forbedre plassen til 300M minst.
nl: U kunt mogelijk niet opstarten vanwege te weinig ruimte in het /boot-aankoppelpunt; vergroot de ruimte naar minimaal 300 MB.
pl: Z uwagi na małą przestrzeń w punkcie montowania /boot możesz mieć kłopoty z rozruchem systemu. Prosimy o zwiększenie tej przestrzeni do co najmniej 300MB.
ru: Система не может загрузиться из-за очень маленького пространства в разделе загрузки, увеличите его минимум до 300Мб.
sk: Pravdepodobne nebudete moc spustiť systém kvôli malému priestoru /boot prípojného bodu, prosím zvýšte priestor na aspoň 300MB.
tr: Eğer /boot bağlama noktasına küçük bir alan ayırmazsanız ön yükleme işlemi çalışmayacaktır, en azından 300MB bir alan ayırın.
uk: Ви не зможете завантажити систему через те, що у точці монтування /boot надто мало місця. Будь ласка, збільште її розмір принаймні до 300 МБ.
zh_cn: 您当前的/boot挂载点空间过小可能会导致无法开机，请将/boot挂载点空间提升到至少300M

source: Disk
ar: القرص الصلب
da: Harddisk
fr: Disque
he: כונן
hu: Lemez
id: Diska
it: Disco
ja: ディスク
nl: Schijf
pl: Dysk
ru: Диск
uk: Диск
zh_cn: 硬盘

source: Device
ar: جهاز
cs: Zařízení
fr: Périphérique
he: מכשיר
hu: Eszköz
id: Perangkat
it: Dispositivo
ja: デバイス
nb: Enhet
nl: Apparaat
pl: Urządzenie
ru: Устройство
sk: Zariadenie
tr: Aygıt
uk: Пристрій
zh_cn: 设备

source: Size
ar: الحجم
cs: Velikost
da: Størrelse
fr: Taille
he: גודל
hu: Méret
id: Ukuran
it: Dimensioni
ja: サイズ
nb: Størrelse
nl: Grootte
pl: Rozmiar
ru: Размер
sk: Veľkosť
tr: Boyut
uk: Розмір
zh_cn: 大小

source: Free Space
ar: مساحة خالية
cs: Volné místo
da: Ledig plads
fr: Espace libre
he: שטח פנוי
hu: Szabad Hely
id: Ruang kosong
it: Spazio libero
ja: フリースペース
nb: Ledig Plass
nl: Vrije ruimte
pl: Wolna przestrzeń
ru: Свободное пространство
sk: Voľný priestor
tr: Boş Alan
uk: Вільне місце
zh_cn: 可用空间

source: Filesystem
ar: نوع نظام الملفات:
cs: Souborový systém
da: Filsystem
fr: Système de fichier
he: מערכת הקבצים
hu: Fájlrendszer
id: Sistem Berkas
ja: ファイルシステム
nb: Filsystem
nl: Bestandssysteem
pl: System plików
ru: Файловая система
sk: Súborový systém
tr: Dosyasistemi
uk: Файлова система
zh_cn: 文件系统

source: Information
ar: معلومات
cs: Informace
he: מידע
hu: Információ
id: Informasi
it: Informazioni
ja: 情報
nb: Informasjon
nl: Informatie
pl: Informacja
ru: Информация
sk: Informácie
tr: Bilgilendirme
uk: Інформація
zh_cn: 分区信息

source: Mount Point
ar: موقع نظام ملفات الجذر
cs: Přípojný bod
da: Monteringspunkt
fr: Point de montage
he: נקודת עגינה
hu: Csatolási Pont
id: Titik Kait
it: Punto di Mount
ja: マウントポイント
nb: Monteringspunkt
nl: Aankoppelpunt
pl: Punkt montowania
ru: Точка монтирования
sk: Prípojný bod
tr: Bağlama Noktası
uk: Точка монтування
zh_cn: 挂载点

source: Formatting
ar: إعادة التهيئة
cs: Formátování
da: Formatering
fr: Formatage en cours
he: מפרמט
hu: Formázás
id: Mem-format
it: Formattazione
ja: フォーマット
nb: Formattering
nl: Formatteren
pl: Formatowanie
ru: Форматирование
sk: Formátovanie
tr: Biçimlendiriliyor
uk: Форматування
zh_cn: 格式化

source: Delete Partition
ar: حذف التقسيمات
cs: Smazat diskový oddíl
da: Slet partition
fr: Supprimer la partition
he: מחק מחיצה
hu: Partíció Törlése
id: Hapus Partisi
it: Cancella partizione
ja: パーティションを削除
nb: Slett Partisjon
nl: Partitie verwijderen
pl: Usuń partycję
ru: Удалить раздел
sk: Odstrániť partíciu
tr: Bölüm Sil
uk: Вилучити розділ
zh_cn: 删除分区

source: New Partition
ar: تقسيم جديد
cs: Nový diskový oddíl
da: Ny partition
fr: Nouvelle partition
he: מחיצה חדשה
hu: Új Partíció
id: Partisi Baru
it: Nuova partizione
ja: 新しいパーティション
nb: Ny Partisjon
nl: Nieuwe partitie
pl: Nowa partycja
ru: Новый раздел
sk: Nová partícia
tr: Yeni Bölüm
uk: Новий розділ
zh_cn: 新建分区

source: Expert Mode
ar: وضع خبير
cs: Znalecký režim
da: Ekspert tilstand
fr: Mode expert
he: מצב מומחה
hu: Szakértő Mód
id: Mode Ahli
it: Modalità esperto
ja: エキスパートモード
nb: Ekspert Modus
nl: Geavanceerde modus
pl: Tryb ekspercki
ru: Экспертный режим
sk: Pokročilý režim
tr: Uzman Mod
uk: Режим експерта
zh_cn: 专家模式

source: Install
ar: تثبيت
cs: Instalovat
da: Installer
fr: Installation
he: התקן
hu: Telepítés
id: Pasang
it: Installa
ja: インストール
nb: Installer
nl: Installeren
pl: Zainstaluj
ru: Установить
sk: Inštalovať
tr: Kur
uk: Встановити
zh_cn: 安装

source: Installation Tips
ar: إرشادات التثبيت
cs: Rady pro instalaci
da: Installationstips
fr: Astuces d'installation
he: טיפים להתקנה
hu: Telepítési Tippek
id: Tips Pemasangan
it: Consigli per l'installazione
ja: インストール時のヒント
nb: Installasjon Tips
nl: Installatietips
pl: Wskazówki instalacyjne
ru: Советы по установке
sk: Inštalačné tipy
tr: Kurulum İpuçları
uk: Підказки щодо встановлення
zh_cn: 安装提示

source: A root partition (/) is required.
ar: مطلوب القسم الجذر (/)
cs: Je požadován diskový oddíl root (/).
da: En root partition (/) is er påkrævet.
fr: Une partition root (/) est nécessaire.
he: יש צורך במחיצה עיקרית (/)
hu: Egy root partíció (/) szükséges
id: Partisi root (/) dibutuhkan.
it: E' necessaria una partizione root (/).
ja: ルート・パーティション（/）が必要です。
nb: En rot partisjon (/) er påkrevd.
nl: Een root-partitie (/) is vereist.
pl: Wymagana jest partycja root (/)
ru: Требуется корневой раздел (/).
sk: Root partícia (/) je požadovaná.
tr: root bölüm (/) gerekli.
uk: Потрібен кореневий розділ (/).
zh_cn: 至少需要一个根分区（/）。

source: Install Tips
fr: Astuces d'installation
he: טיפים להתקנה
id: Tips Pemasangan
pl: Wskazówki instalacji
sk: Inštalačné tipy
tr: İpuçlarını Kur
uk: Підказки щодо встановлення
zh_cn: 安装提示

source: UEFI-native installation only supports GPT-formatted disk.
ar: يدعم-UEFI الأصلي التثبيت فقط القرص بتنسيقGPT .
cs: UEFI-nativní instalace podporuje pouze disk formátovaný GPT.
da: UEFI-nativ installation understøtter kun GPT-formateret diske.
fr: Une installation native UEFI supporte uniquement les disques formatés en GPT.
he: ההתקנה מסוג UEFI תומכת אך ורק בכונן עם פרמוט GPT
hu: Az UEFI telepítés csak GPT formatált lemezt támogat.
id: Pemasangan UEFI-native hanya mendukung diska berformat GPT.
it: L'installazione UEFI-native supporta solo dischi formattati in GPT
ja: UEFIのネイティブインストールのみが、GPTフォーマットディスクをサポートしています。
nb: UEFI-native installering støtter bare GPT-formatert disk.
nl: Een UEFI-installatie ondersteunt alleen een in GPT geformatteerde schijf.
pl: Natywna instalacja UEFI wspiera tylko dyski sformatowane jako GPT.
ru: UEFI-исходная установка поддерживает только диск отформатированный в формате GPT.
sk: Iba UEFI-native inštalácia podporuje GPT-formátovaný disk.
tr: UEFI-destekli kurulum yanlız GPT formatlama desteği olan disklere uygulanabilir.
uk: У природному встановленні UEFI передбачено лише підтримку дисків у форматуванні GPT.
zh_cn: UEFI模式安装仅支持分区表为GPT的硬盘。

source: ESP’s support is needed in UEFI mode and please create a partition of 100MB or more in efi format.
ar: هناك حاجة لدعم ESP في وضع UEFI ويرجى إنشاء قسم من 100MB أو أكثر في تنسيق EFI.
cs: Podpora pro ESPje potřeba v režimu UEFI. Vytvořte také, prosím, diskový oddíl o velikosti 100 MB nebo větší ve formátu efi.
da: ESP understøttelse bøhøves i UEFI-tilstand, så du må oprette en partition på mindst 100MB eller mere i efi-format.
fr: l'ESP est nécessaire en mode UEFI,veuillez s'il vous plaît créer une partition de 100 Mo ou plus au format EFI.
he: במצב UEFI יש צורך בתמיכת ESP, אנא צור מחיצה של לפחות 100MB או יותר בפורמט EFI
hu: ESP támogatás szükséges UEFI módban és kérem hozzon létre egy 100MB vagy nagyobb mérető partíciót efi formátumban.
it: Il supporto ESP è richiesto in modalità UEFI ed inoltre occorre una partizione in formato EFI da almeno 100 Mb.
ja: UEFIモードではESPのサポートが必要です。100MBのパーティションを作成するか、efiのフォーマットを増やしてください。
nb: ESP støtte er nødvendig i UEFI-modus, og vennligst opprett en ny partisjon på 100MB eller mer i efi format.
nl: ESP's ondersteuning is benodigd in UEFI-modus. Creëer een partitie van 100 MB of meer in EFI-formaat.
pl: Obsługa ESP jest konieczna dla trybu UEFI, oraz prosimy o utworzenie partycji przynajmniej 100MB w formacie efi.
ru: Поддержка ESP необходима в UEFI-режиме, создайте раздел 100Мб или более в формате EFI.
sk: Podpora ESP je potrebná v UEFI režime, prosím vytvorte partíciu s aspoň 100MB priestoru v efi formáte.
tr: ESP UEFI modunda desteğe ihtiyaç duymaktadır ve lütfen efi formatında 100MB veya daha fazla bölüm oluşturun.
uk: Потрібна підтримка ESP у режимі UEFI. Будь ласка, створіть розділ у 100 МБ або більше у форматі efi.
zh_cn: UEFI模式安装需要ESP，请创建一个100MB以上的efi格式分区。

source: Add Partition
ar: إضافة قسم تخزين:
cs: Přidat diskový oddíl
da: Tilføj Partition
fr: Ajouter une partition
he: הוסף מחיצה
hu: Partíció Hozzáadása
id: Tambah Partisi
it: Aggiungi una partizione
ja: パーテーションを追加
nb: Legg Til Partisjon
nl: Partitie toevoegen
pl: Dodaj partycję
ru: Добавить раздел
sk: Pridať partíciu
tr: Bölüm Ekle
uk: Додати розділ
zh_cn: 添加分区

source: Can't create a partition here
ar: لا يمكن انشاء تقسيم هنا
cs: Zde nelze vytvořit diskový oddíl
da: Kan ikke oprette en partition her
fr: Impossible de créer une partition ici
he: לא יכול ליצור מחיצה פה
hu: Itt nem lehet létrehozni partíciót
id: Tidak dapat membuat partisi
it: Non posso creare una partizione qui.
nb: Kan ikke lage en partisjon her
nl: Er kan hier geen partitie worden gemaakt
pl: Nie można utworzyć tutaj partycji
ru: Невозможно создать здесь раздел
sk: Nie je možné tu vytvoriť partíciu
tr: Burada bölüm oluşturulamaz
uk: Тут не можна створити розділу
zh_cn: 不能在此创建分区

source: UEFI-native installation only supports GPT-formatted disk. For installation, please enter the Expert Mode.
fr: Une installation native UEFI supporte uniquement les disques formattés en GPT.Pour continuer l'installation,veuillez passer en mode expert
he: התקנת UEFI-מקומי תומכת רק בכונן המפורמט כ-GPT. להתקנה, אנא עבור למצב מומחה
id: Pemasangan UEFI-native hanya mendukung diska berformat GPT. Untuk pemasangan, masuk ke Mode Ahli.
pl: Natywna instalacja UEFI wspiera tylko dyski sformatowane jako GPT. Aby kontynuować instalację prosimy o przejście do Trybu eksperckiego.
sk: Iba UEFI-native inštalácia podporuje GPT-formátovaný disk. Pre inštaláciu prosím zvoľte pokročilý režim.
tr: UEFI-destekli kurulum yanlız GPT formatlama desteği olan disklere uygulanabilir. Kurulum için, lütfen Uzman moda giriş yapın.
uk: У природному встановленні UEFI передбачено лише підтримку дисків у форматуванні GPT. Для встановлення, будь ласка, перейдіть у режим експерта.

source: Boot Loader
ar: محمل الاقلاع
cs: Zavaděč
fr: Gestionnaire de démarrage
hu: Rendszerbetöltő
id: Pemuat boot
nb: Oppstarts Laster
nl: Opstartlader
pl: Program rozruchowy
ru: Загрузчик
sk: Zavádzač
tr: Önyükleme Yükleyici
uk: Завантажувач
zh_cn: 系统引导器

source: Unmount Partition
ar: إلغاء التقسيم
cs: Odpojit diskový oddíl
da: Afmonter Partition
fr: Partition démontée
he: בטל עיגון (unmount) למחיצה
hu: Partíció Leválasztása
id: Lepas partisi
it: Smonta partizione
ja: パーティションをアンマウントする
nb: Avmonter Partition
nl: Partitie ontkoppelen
pl: Odmontuj partycję
ru: Размонтировать раздел
sk: Odpojiť partíciu
tr: Bölümü Ayır
uk: Демонтувати розділ
zh_cn: 卸载分区
