Repository: HiWong/deepin-installer
Catalog: old/po/*.po
Languages: fa, sv

source: Reboot Now
fa: هم اکنون راه اندازی مجدد شود
sv: Starta om nu

source: Installation Succeed!
fa: نصب با موفقیت به پایان رسید!
sv: Installation Lyckades!

source: Tips: Please remove the installation media before reboot, so as to avoid reentering into the installation environment when you start the computer next time.
fa: نکته: لطفا برای جلوگیری از ورود مجدد به محیط نصب، قبل از راه اندازی مجدد دیسک یا usb نصب را خارج کنید.
sv: Tips: Ta bort installationsmedia före omstart för att undvika att starta installationsprogrammet när du startar upp datorn nästa gång.

source: Installation Failed!
fa: نصب ناموفق بود!
sv: Installation Misslyckades!

source: The installation log has been saved on the desktop for you. To help us improve the system better, please send the log to Deepin Team. Thank you!
fa: log نصب بر روی میزکار شما ذخیره شد. برای کمک به ما جهت بهبود نواقص لطفا log را برای تیم دیپین بفرستید. متشکریم!
sv: Installationsloggen har sparats på ditt skrivbord för dig För att hjälpa oss utveckla systemet, var vänlig skicka loggen till Deepin teamet. Tack så mycket!

source: Exit Installation
fa: خروج از نصب
sv: Avsluta Installation

source: Tips
fa: نکته ها

source: It is detected that you are using a virtual machine. Installing Deepin on a virtual machine will affect its performances. You are recommended to experience it in a real environment.
fa: شما در حال استفاده از شبیه ساز هستید. نصب دیپین بر روی شبیه ساز کارایی لازم را برای استفاده نخواهد داشت.پیشنهاد میشود آن را بر روی سیستم واقعی امتحان کنید.
sv: Det verkar som du använder en virtuell maskin. Att installera Deepin på en virtuell maskin kommer påverka prestandan. Vi rekommederar Deepin på en fysik maskin.

source: Continue
fa: ادامه
sv: Fortsätt

source: Installation Requirements
fa: ملزومات نصب
sv: Installationskrav

source: To install Deepin OS, you need to have at least %d GB disk space.
fa: برای نصب سیستم عامل دیپین ، شما حداقل به %d GB فضای هارد دیسک نیاز دارید.
sv: För att installera Deepin OS, behöver du minst %d GB diskutrymme.

source: Unused
fa: استفاده نشده
sv: Oanvänt

source: Freespace
fa: فضای خالی
sv: Ledigt utrymme

source: Unknown
fa: ناشناخته
sv: Okänd

source: Install Here
fa: نصب در اینجا
sv: Installera här

source: Warning
fa: هشدار
sv: Varning

source: You may not boot due to too small space of /boot mount point, please improve the space to 300M at least.
fa: ممکن است بخاطر فضای کم محل /boot بوت شما مشکل دار شود. لطفا فضای آن را به حداقل 300M افزایش بدهید.
sv: Systemet kanske inte kan starta pågrund av för lite utrymme i /boot partionen. Vänligen utöka utrymmet till minst 300MB.

source: Disk
fa: دیسک
sv: Hårddisk

source: Device
fa: دستگاه
sv: Enhet

source: Size
fa: حجم
sv: Storlek

source: Free Space
fa: فضای خالی
sv: Ledigt utrymme

source: Filesystem
fa: فایل سیستمی
sv: Filsystem

source: Information
fa: اطلاعات

source: Mount Point
fa: محل انتخاب
sv: Monteringspunkt

source: Formatting
fa: در حال فرمت
sv: Formaterar

source: Delete Partition
fa: حذف پارتیشن
sv: Radera Parttiion

source: New Partition
fa: پارتیشن جدید
sv: Ny Partition

source: Expert Mode
fa: حالت تخصصی
sv: Expertläge

source: Install
fa: نصب
sv: Installera

source: Installation Tips
fa: نکته های نصب
sv: Installationstips

source: A root partition (/) is required.
fa: یک پارتیشن ریشه (/) مورد نیاز است.
sv: En root partition (/) krävs.

source: UEFI-native installation only supports GPT-formatted disk.
fa: برای نصب در وضعیت UEFI-native دیسک شما باید به فرمت GPT باشد.
sv: UEFI-native installation stöder endast GPT-formatterad hårddisk.

source: ESP’s support is needed in UEFI mode and please create a partition of 100MB or more in efi format.
fa: پشتیبانی ESP در حالت UEFI مورد نیاز است. لطفا یک پارتیشن با حجم 100MB یا بیشتر در فرمت efi بسازید.
sv: ESP's stöd behövs i UEFI-läge och vänligen skapa en partition på 100MB eller mer i efi format.

source: Add Partition
fa: افزودن پارتیشن
sv: Lägg till Partition

source: Can't create a partition here
fa: نمیتوانیم در اینجا پارتیشن بسازیم
sv: Kan inte skapa en partition här

source: Unmount Partition
fa: خارج کردن پارتیشن
sv: Avmontera Partition

source: Partition is detected to have been mounted. Are you sure you want to unmount it?
fa: بنظر میرسد پارتیشن فعال است. آیا در مورد خارج کردن آن اطمینان دارید؟
sv: Partition upptäcks som monterad. Är du säker på att du vill avmontera den?

source: UEFI-native installation only supports GPT-formatted disk. You will lose all disk data if you insist on installing.
fa: نصب در حالت UEFI-native تنها بر روی دیسک های فرمت شده با GPT ساپورت میشود. اگر به نصب در این حالت ادامه بدهید تمام اطلاعات قبلی هارد شما از دست خواهد رفت.
sv: UEFI-native installation stöder endast GPT-formaterad hårddisk. Du kommer förlora all data på disken om du fortsätter installera.

source: Simple Mode
fa: حالت آسان
sv: Enkelt Läge

source: OK
fa: تایید
sv: Okej

source: Cancel
fa: انصراف
sv: Avbryt

source: Are you sure to exit from installation?
fa: آیا در مورد خارج شدن از نصب اطمینان دارید؟
sv: Är du säker på att du vill avsluta installationen?

source: Are you sure you want to delete this partition?
fa: مطمئن هستید که میخواهید پارتیشن را حذف کنید؟
sv: Är du säker på att du vill radera den här partitionen?

source: Formatting Partition
fa: در حال فرمت کردن پارتیشن
sv: Formaterar Partition

source: Are you sure you want to format this partition?
fa: برای فرمت کردن پارتیشن مطمئن هستید؟
sv: Är du säker på att du vill formatera den här partitionen?

source: Proceed with installation
fa: ادامه ی مراحل نصب
sv: Fortsätt med installation

source: Deepin OS will be installed to freespace.
fa: دیپین بر روی فضای خالی نصب خواهد شد.
sv: Deepin OS kommer installeras på ledigt utrymme.

source: Deepin OS will be installed to
fa: دیپین نصب خواهد شد بر روی
sv: Deepin OS kommer installeras till

source: The partition will be formatted if you continue the installation. Please make a backup for the important data.
fa: اگر به نصب ادامه بدهید پارتیشن فرمت خواهد شد. لطفا از اطلاعات مهم خود پشتیبان بگیرید.
sv: Partitionen kommer formateras om du fortsätter installationen. Var vänligt gör en backup på viktig data.

source: Do you want to continue the installation ?
fa: آیا میخواهید به نصب ادامه بدهید؟
sv: Vill du fortsätta med installationen?

source: Type:
fa: نوع:
sv: Typ:

source: Size:
fa: حجم:
sv: Storlek:

source: Align:
fa: تراز:
sv: Räta upp:

source: Begin
fa: شروع
sv: Början

source: End
fa: پایان
sv: Slut

source: Filesystem:
fa: فایل سیستم:
sv: Filsystem:

source: Mount:
fa: محل:
sv: Montera:

source: Please enter a valid partition size.
fa: لطفا حجم را بصورت صحیح وارد کنید.
sv: Var vänlig skriv in en giltig partitionstorlek.

source: Yes
fa: بله
sv: Ja

source: No
fa: خیر
sv: Nej

source: Please press one of the following keys.
fa: لطفا یکی از کلید های زیر را بزنید.
sv: Var vänlig tryck på en av följande knappar.

source: Please confirm you have the following keys.
fa: لطفا تایید کنید که شما کلیدهای زیر را میتوانید استفاده کنید.
sv: Var vänlig bekräfta att du har följande knappar.

source: Detect Layout
fa: یافتن طرح صفحه کلید
sv: Upptäckt Layout

source: View Current
fa: مشاهده طرح فعلی
sv: Visa Nuvarande

source: Please select or search your location.
fa: لطفا محل جغرافیایی خود را جستجو یا وارد کنید.
sv: Var vänlig välj eller sök efter din plats.

source: The two passwords do not match.
fa: گذرواژه ها یکسان نیستند.
sv: De två lösenorden matchar inte.

source: Computer name can not be empty.
fa: نام کامپیوتر را تکمیل کنید.
sv: Datornamnet kan inte vara tomt.

source: Password can not be empty.
fa: گذرواژه نمیتواند خالی باشد.
sv: Lösenord kan inte vara tomt.

source: Invalid password.
fa: گذرواژه اشتباه
sv: Ogiltigt lösenord.

source: Username
fa: نام کاربری
sv: Användarnamn

source: Computer Name
fa: نام کامپیوتر
sv: Datornamn

source: Password
fa: گذرواژه
sv: Lösenord

source: Retype Password
fa: تکرار گذرواژه
sv: Skriv om Lösenord

source: Next
fa: بعدی
sv: Nästa

source: Time Zone
fa: منطقه زمانی
sv: Tidszon

source: Keyboard
fa: صفحه کلید
sv: Tangentbord

source: Error Report
fa: گزارش خطا
sv: Felrapport

source: System installation failed. Please send the log to Deepin Team.
fa: نصب سیستم شکست خورد. لطفا log را برای تیم دیپین بفرستید.
sv: Systeminstallation misslyckades. Var vänlig skicka loggen till Deepin teamet.

source: Preparing for Installation
fa: در حال آماده سازی برای نصب
sv: Förbereder för installation

source: Deepin Store
fa: فروشگاه دیپین

source: One-stop Software Management
fa: مدیریت نرم افزار یک مرحله ای
sv: Komplett programvaruhantering

source: Continuous Update of Wonderful Software
fa: به روزرسانی مداوم از طریق نرم افزار "شگفت انگیز"
sv: Kontinuerlig uppdatering av underbar programvara

source: Unimpeded Online Communication
fa: دسترسی آنلاین آزاد
sv: Obehindrad nätkommunikation

source: Deepin Movie
fa: نرم افزار تماشای فیلم دیپین
sv: Deepin Film

source: Comprehensive Audio-visual Shock
fa: مدیریت جامع صوتی و تصویری
sv: Omfattande audiovisuell chock

source: New Interactive Experience
fa: نمای تعاملی جدید
sv: Ny interaktiv upplevelse

source: Intelligent Subtitle Loading
fa: لودینگ هوشمند زیرنویس
sv: Inläsning av intelligenta undertexter

source: Deepin Music
fa: دیپین موسیقی
sv: Deepin Musik

source: Ultimate Music Journey
fa: سفر به نهایت موسیقی

source: Rich Extended Functions
fa: سرشار از توابع گسترش یافته
sv: Rikliga utökade funktioner

source: Enjoy Online Strongest Voice
fa: از قدرتمندترین صدای آنلاین لذت ببرید
sv: Roa dig med Online Strongest Voice.

source: Deepin Community
fa: جامعه دیپین
sv: Deepin Gemenskap

source: Free and United Open Source Community
fa: جامعه ی متن باز رایگان و یکپارچه
sv: Fri och förenad community för öppen källkod

source: Welcome to participate in Deepin Internationalization Project
fa: به جمع پروژه بین المللی دیپین خوش آمدید
sv: Välkommen att delta i Deepin Internationaliserings Projekt

source: Welcome to follow us on Weibo, Twitter, Facebook, Google+, Mailing List and IRC
fa: به لیست دنبال کنندگان ما در Weibo, Twitter, Facebook, Google , Mailing List و IRC خوش آمدید
sv: Välkommen att följa oss på Weibo, Twitter, Facebook, Google+, mailista och IRC

source: Invalid Password
fa: گذرواژه نامعتبر
sv: Ogiltigt lösenord

source: Boot Loader
sv: Starthanterare

source: Primary
sv: Primär

source: Logical
sv: Logisk
